/* %@，完成 */
"%@，完成" = "%@、完了";

/* %d年%d月 */
"%d年%d月" = "%1$d年%2$d月";

/* 帮助说明 */
"1、设定一项任务。\n2、开始一个蕃茄时间（25分钟）。\n3、蕃茄时间内请集中精力，不能做与任务无关的事情，不接受任何打扰，直到蕃茄时间结束。\n4、如果蕃茄时间内被内部或外部事情打扰，则该蕃茄时间作废，请立即停止蕃茄。\n5、一个蕃茄时间结束，请休息5分钟，每结束4个蕃茄时间，请休息15分钟。\n6、请不要将蕃茄时间用于工作以外的事情。" = "１、やらなければならないタスクを選ぶ。\n２、タイマーを25分に設定。\n３、タイマーが成るまでタスクを実行する。タイマーが鳴るまで他のことは一切しない。選択したタスクに集中する。\n４、実行中のポモドーロを中断しなければならないくらい急ぎの場合は，現在のポモドーロ（=タスク）を中断して無効にする。\n５、１ポモドーロ毎に5分休憩、４ポモドーロ毎に長い休憩（15～30分）を取る。\n６、このテクニックは作業の為のもの、自分の自由時間には使わない方がいい。自由時間は思いっきり楽しむべき。\n\n\n\n\n";

/* yyyy年MM月dd日 日期格式 */
"yyyy年MM月dd日" = "yyyy年MM月dd日";

/* 完成蕃茄、停止原因的个数单位 */
"个" = "個";

/* 今天 */
"今天" = "今日";

/* 休息按钮 */
"休 息" = "休　憩";

/* 休息时间： */
"休息时间：" = "休憩時間：";

/* 停止按钮 */
"停 止" = "中　止";

/* 停止蕃茄 */
"停止蕃茄" = "中止のトマト";

/* 关于蕃茄工作法 */
"关于蕃茄工作法" = "ポモドーロ・テクニックについて";

/* 分钟 */
"分钟" = "分";

/* 列表 */
"列表" = "リスト";

/* 十年微日记 */
"十年微日记" = "十年日記";

/* 周一 */
"周一" = "月";

/* 周三 */
"周三" = "水";

/* 周二 */
"周二" = "火";

/* 周五 */
"周五" = "金";

/* 周六 */
"周六" = "土";

/* 周四 */
"周四" = "木";

/* 周日 */
"周日" = "日";

/* No comment provided by engineer. */
"完成" = "完了";

/* 完成率： */
"完成率：" = "トマト率：";

/* 完成蕃茄 */
"完成蕃茄" = "できたトマト";

/* 将10年中的每一天写在一页，\n每一页记录了10年中的同一天！ */
"将10年中的每一天写在一页，\n每一页记录了10年中的同一天！" = "一ページに同月同日の十年分で過去の出来事がわかり楽しめます。";

/* 差旅备忘 */
"差旅备忘" = "楽旅";

/* 帮您检查出差旅行的行李列表，\n从此解放您的大脑！ */
"帮您检查出差旅行的行李列表，\n从此解放您的大脑！" = "出張や旅行前の準備を手伝う，\n頭を開放しましょう！";

/* 开始按钮 */
"开 始" = "開　始";

/* 搜索 */
"搜索" = "検索";

/* 搜索蕃茄 */
"搜索蕃茄" = "トマト検索";

/* 日历 */
"日历" = "カレンダ";

/* 更多应用 */
"更多应用" = "他のアプリ";

/* 未命名的蕃茄 */
"未命名的蕃茄" = "名前無しのトマト";

/* 未命名蕃茄 */
"未命名蕃茄" = "名前無しのトマト";

/* 未知原因 */
"未知原因" = "不明原因";

/* 禁止锁屏： */
"禁止锁屏：" = "ロック禁止：";

/* 系统设置 */
"系统设置" = "設定";

/* 联系我们： */
"联系我们：" = "連絡先：";

/* 蕃茄工作法 */
"蕃茄工作法" = "ポモドーロ・テクニック";

/* 蕃茄时间： */
"蕃茄时间：" = "トマト時間：";

/* 蕃茄率:%.0f%% */
"蕃茄率:%.0f%%" = "トマト率:%.0f%%";

/* 蕃茄率： */
"蕃茄率：" = "トマト率：";

/* 设定 */
"设定" = "設定";

/* 评分 */
"评分" = "評価";

/* 评分： */
"评分：" = "評価：";

/* 请输入停止原因： */
"请输入停止原因：" = "中止理由入力：";

/* 请输入蕃茄名： */
"请输入蕃茄名：" = "トマト名入力：";

/* 邮件保存成功 */
"邮件保存成功" = "メール送信完了";

/* 邮件发送失败 */
"邮件发送失败" = "メール送信失敗";

/* 邮件发送成功 */
"邮件发送成功" = "メール送信完了";

/* 邮件提示 */
"邮件提示" = "メール";

/* 铃声： */
"铃声：" = "通知音：";

/* ～ */
"～" = "～";